---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.HVACLoadType
source: html/52327db5-656f-d858-d116-85bfe6912127.htm
---
# HVACLoadType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.